{
    "nav": {
        "home": "Home",
        "about": "About",
        "benefits": "Benefits",
        "development": "Development",
        "expectations": "Expectations",
        "testimonials": "Testimonials",
        "apply": "Apply"
    },
    "home": {
        "header": "Enrich your learning with Upward Bound!",
        "image": "ubsplash.gif",
        "description": "Upward Bound program is a year-round, federally sponsored, educational program serving high school students from Springfield's High School of Commerce.",
        "button": "Apply Now",
        "formlink": "#"
    },
    "about": {
        "header": "About",
        "image": "placeholder.png",
        "description": "The UMass Amherst Upward Bound program is a year-long college preparatory program for first-generation and/or low-income high school students from Springfield, MA. We are committed to providing our students with opportunities to access higher education. In doing so, we recognize and work to confront barriers students face due to issues of race, class, gender, sexual orientation, ability, and more.\nUpward Bound is an intentionally inclusive program that celebrates diversity and the cultural and personal strengths each participant brings with them. We work together with youth to meet their academic and personal goals.\nWe provide customized individual attention and work with you toward your goals. Upward Bound’s central aim is to support each and every student in developing a college-going identity and successfully apply to, achieve admission to, and graduate from their college of choice. We provide academic, informational, and motivational support to participants as they prepare for — and embark on — this journey."
    },
    "benefits": {
        "header": "Benefits",
        "image": "placeholder.png",
        "description": "Students receive a small stipend for attending Upward Bound programming, but <b>all programming itself (classes, meals, on-campus housing, and transportation) is free</b>",
        "types": [
            {
                "header": "In your academics",
                "icon": "placeholder.png",
                "bullets": [
                    "Strengthen your ability to read, write, and communicate.",
                    "Expand your verbal understanding in class (vocabulary and concepts)",
                    "Strengthen math skills, fluency and build your math mind-set.",
                    "Improve your analytical, reflective, and critical thinking skills.",
                    "Get assistance breaking down and completing difficult assignments",
                    "Prepare for the rigor of college academics by enrolling and succeeding in higher-level courses (Honors, AP, and dual enrollment)"
                ]
            },
            {
                "header": "In your community",
                "icon": "placeholder.png",
                "bullets": [
                    "Expand your worldview within and beyond Springfield",
                    "Contribute through community service",
                    "Build understanding of yourself, your core identities (who you are) and how you want to contribute to your home, community and the wider world around you."
                ]
            },
            {
                "header": "For your future",
                "icon": "placeholder.png",
                "bullets": [
                    "Become prepared to make informed and appropriate choices regarding your choices for higher education.",
                    "Develop the skills and qualities that contribute to positive personal growth and development (tools for wellbeing, healthy relationships, values clarification, stress management).",
                    "Cultivate a life-long love for learning and the skills needed to accomplish any goal."
                ]
            }
        ]
    },
    "development": {
        "header": "Year-round Development",
        "image": "placeholder.png",
        "programs": [
            {
                "header": "School-Year Programming",
                "text": "During the school year, we offer tutoring and mentoring sessions to help with your classes, Saturday workshops, college visits, and cultural events. Along with academic preparation, the program’s focus is also on the development of critical thinking skills, successful study habits, time management, SAT and MCAS examination preparation, and personal development with an emphasis on each participant’s individual, academic, familial, and cultural strengths."
            },
            {
                "header": "Saturday Programming",
                "text": [
                    "UMass Campus Experiences",
                    "Humanities and Fine Arts Scholars Day (Foreign Language, Theater, Dance)",
                    "Math, MCAS, and SAT Bootcamps",
                    "Art Immersion with UMass Museums",
                    "Public Health Day",
                    "College and Scholarship Application Parties",
                    "Seacoast Science Center (Beach) Trip",
                    "College Visits to Boston, NYC, and Beyond"
                ]
            },
            {
                "header": "Summer Programming",
                "text": "In the summer, Upward Bound holds a six-week residential Summer Institute with hands-on, engaging, college-like classes and holistic services based on students’ needs, all on the UMass Amherst campus. Students experience life on a college campus, take higher-level preparatory or credit-bearing courses, and enjoy fun, educational activities during the day."
            }
        ],
        "description": "Through a partnership with the University of Massachusetts Amherst, a Summer Institute supports students’ year-round development. The Institute takes place over six weeks during June, July, and/or August, providing students with the experience of living on a college campus, taking higher-level courses, and enjoying fun, educational activities during the day."
    },
    "testimonials": {
        "header": "Testimonials",
        "description": "Here are some stories and words of appreciation from our program participants. Low-income and first-generation backgrounds have benefited greatly from the academic  and cultural enrichment activities provided by our program.",
        "quotes": [
            {
                "image": "placeholder.png",
                "text": "Upward Bound represents the embodiment of love. This is because of how we are treated and how we treat our peers."
            },
            {
                "image": "placeholder.png",
                "text": "Among my peers, we don't have successful family members or role models to look up to, but Upward Bound allows us to have adults to look up to, adults who truly believe in us."
            },
            {
                "image": "placeholder.png",
                "text": "The atmosphere allows me to feel confident in my abilities as a scholar, but also as a person."
            },
            {
                "image": "placeholder.png",
                "text": "It encourages a healthy environment where I can grow, and unequivocally be myself."
            },
            {
                "image": "placeholder.png",
                "text": "Upward Bound pushes me to be the best I can be."
            }
        ]
    },
    "apply": {
        "header": "Who can apply?",
        "description": "Students are eligible to participate if the guardian they live with has not completed a bachelor’s degree and/or if they qualify as low-income.",
        "button": "Sign Up",
        "formlink": "#"
    },
    "latest":{
        "header": "Latest Events"
    }
}